---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridOriginn1
source: html/ca7b2376-8278-7d66-284c-aad399a55bbb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridOriginn1 Property

"Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridOriginn1 { get; }
```